{
    "Apollo 11": {
        "imagePath": "apollos/apollo11.jpg",
        "name": "Apollo 11",
        "launchDate": "July 16, 1969",
        "landingDate": "July 20, 1969",
        "PSE": "EASEP",
        "description": "Apollo 11 was the first mission to successfully land humans on the Moon, with astronauts Neil Armstrong and Buzz Aldrin becoming the first humans to walk on the lunar surface. This historic mission was a pivotal moment in human history, symbolizing the remarkable achievement of space exploration and the United States' victory in the space race against the Soviet Union."
    },
    "Apollo 12": {
        "imagePath": "apollos/apollo12.jpg",
        "name": "Apollo 12",
        "launchDate": "November 14, 1969",
        "landingDate": "November 19, 1969",
        "PSE": "ALSEP",
        "description": "Apollo 12 was the sixth crewed mission in the Apollo program and the second to land on the Moon. Astronauts Charles 'Pete' Conrad and Alan L. Bean conducted two moonwalks, and the mission successfully retrieved important scientific data and lunar samples. Despite a lightning strike shortly after liftoff, Apollo 12 demonstrated NASA's ability to recover from unexpected challenges and contributed significantly to lunar exploration."
    },
    "Apollo 14": {
        "imagePath": "apollos/apollo14.jpg",
        "name": "Apollo 14",
        "launchDate": "January 31, 1971",
        "landingDate": "February 5, 1971",
        "PSE": "ALSEP",
        "description": "Apollo 14 was the eighth crewed mission in the Apollo program and the third to successfully land on the Moon. Astronauts Alan B. Shepard Jr., Edgar D. Mitchell, and Stuart A. Roosa conducted two moonwalks, collecting valuable scientific data and lunar samples. Commander Shepard famously hit two golf balls on the lunar surface with a makeshift club. Despite some technical difficulties, Apollo 14 demonstrated the importance of precise lunar landings and contributed significantly to our understanding of the Moon."
    },
    "Apollo 15": {
        "imagePath": "apollos/apollo15.jpg",
        "name": "Apollo 15",
        "launchDate": "July 26, 1971",
        "landingDate": "July 30, 1971",
        "PSE": "ALSEP",
        "description": "Apollo 15 was the ninth crewed mission in the Apollo program and the fourth to successfully land on the Moon. Astronauts David R. Scott, James B. Irwin, and Alfred M. Worden conducted three moonwalks, explored the lunar surface with a lunar rover, and collected a significant amount of scientific data and lunar samples. This mission was known for its focus on lunar science, and it included the first use of the lunar rover, which greatly expanded the astronauts' mobility on the Moon. Apollo 15 marked a step forward in our understanding of the Moon's geology and history."
    },
    "Apollo 16": {
        "imagePath": "apollos/apollo16.jpg",
        "name": "Apollo 16",
        "launchDate": "April 16, 1972",
        "landingDate": "April 20, 1972",
        "PSE": "ALSEP",
        "description": "Apollo 16 was the tenth crewed mission in the Apollo program and the fifth to successfully land on the Moon. Astronauts John W. Young, Charles M. Duke Jr., and Thomas K. Mattingly II conducted three moonwalks, explored the lunar surface with a lunar rover, and collected a wide range of scientific data and lunar samples. This mission furthered our understanding of the Moon's geology and provided valuable insights into the Moon's history and formation. It also marked the first time a scientist, Harrison H. Schmitt, walked on the lunar surface."
    },
    "Apollo 17": {
        "imagePath": "apollos/apollo17.jpg",
        "name": "Apollo 17",
        "launchDate": "December 7, 1972",
        "landingDate": "December 11, 1972",
        "PSE": "ALSEP",
        "description": "Apollo 17 was the last successful Moon landing in the Apollo program, with astronauts Cernan, Schmitt, and Evans conducting vital experiments and collecting lunar samples. Cernan, the mission commander, left the Moon with the famous words, 'We leave in peace for all mankind.'"
    }
}